Repository: UiL-OTS-labs/ppn-backend
Catalog: backend/leaders/locale/*/LC_MESSAGES/django.po
Languages: nl

# leader:form:password:error:not_equal
source: The supplied passwords don't match!
nl: De opgegeven wachtwoorden komen niet overeen!

# leader:form:name
source: (Full) name
nl: (Volledige) naam

# leader:form:email
source: E-mail address
nl: E-mailadres

# leader:form:phonenumber
source: Phone number
nl: Telefoonnummer

# leader:form:password
source: Password
nl: Wachtwoord

# leader:form:password:help_text
source: You can leave this empty if you don't want to set/change a password
nl: Dit kan leeg gelaten worden indien je geen wachtwoord wil maken/veranderen

# leader:form:confirm_password:label
source: Confirm password
nl: Herhaal wachtwoord

# leader:form:confirm_password:help_text
source: You can leave this empty if you don't want to set/change a password
nl: Dit kan leeg gelaten worden indien je geen wachtwoord wil maken/veranderen

# leaders:forms:create_form:notify_user:label
source: Notify user
nl: Informeer proefleider

# leaders:forms:create_form:notify_user:help_text
source: If checked, the system will sent out an email to this user informing them of their new account. If no password was set, this email will contain instructions on how to set a password on their own.
nl: Als dit is aangevinkt zal het systeem een email sturen naar de proefleider over hun nieuwe account. Als er geen wachtwoord is opgegeven zal deze mail ook uitleggen hoe die zelf een wachtwoord kunnen instellen.

# leader:form:email:error:user_exists
source: There already is a leader with this email address!
nl: Er bestaat al een proefleider met dit email adres!

# leaders:forms:create_form:notify_user:help_text:ldap
source: If checked, the system will sent out an email to this user informing them of their new account.
nl: Als dit is aangevinkt zal het systeem een email sturen naar de proefleider over hun nieuwe account.

# leader:form:email:error:not_uu_mail
source: This email address is not a valid UU email address!
nl: Dit is geen geldig UU email adres.

# leader:form:active
source: Account active
nl: Account actief

# leaders:forms:create_form:keep_current_password:label
source: Keep current password
nl: Behoud huidig wachtwoord

# leaders:forms:create_form:keep_current_password:help_text
source: If checked, no changes will be made to the user's password.
nl: Indien dit is aangevinkt worden de wachtwoord-velden genegeerd en het huidige wachtwoord behouden.

# leader:form:password:error:empty
source: This field cannot be empty when 'Keep current password' is unchecked!
nl: Dit veld kan niet leeg gelaten worden als 'Behoud huidig wachtwoord' is aangevinkt!

# leader:inactive
source: {} (inactive)
nl: {} (inactief)

# leaders:convert:header
source: Convert account to Solis-ID account
nl: Account omzetten naar Solis-ID account

# leaders:convert:text
source: Are you sure you want to convert {}'s account to a Solis-ID based account? <br/> This will remove any set password and require the user to use their UU credentials! The user won't be automatically informed of this change.
nl: Weet je zeker dat je {}'s account wilt omzetten naar een Solis account? <br/> Hiermee wordt het ingestelde wachtwoord verwijderd en moet de gebruiker diens UU-inloggegevens gebruiken! De gebruiker wordt niet automatisch op de hoogte gebracht van deze wijziging.

# leaders:convert:cancel
source: Cancel
nl: Annuleer

# leaders:convert:confirm
source: Convert
nl: Converteer

# leaders:delete:header
source: Deleting leader
nl: Proefleider verwijderen

# leaders:delete:text
source: Are you sure you want to delete {} as leader? Any experiment where he/she is the main leader will probably experience unexpected or undefined behaviour. You might want to disable his/her leader profile instead, which will appear to the leader as if their account has been deleted.
nl: Weet je zeker dat je {} wilt verwijderen als proefleider? Experimenten waarbij die de hoofd-proefleider is kunnen onvoorspelbaar gedrag gaan verstonen. Je kunt in plaats van een account verwijderen ook een account deactiveren, dit ziet er voor de proefleider uit alsof het account verwijderd is.

# leaders:delete:cancel
source: Cancel
nl: Annuleer

# leaders:delete:confirm
source: Delete
nl: verwijder

# leaders:home:header
source: Leaders
nl: Proefleiders

# leaders:home:create_leader:local
source: New guest leader (non-Solis-ID)
nl: Nieuwe gast-proefleider (non-Solis-ID)

# leaders:home:create_leader
source: New leader
nl: Nieuwe proefleider

# leaders:home:create_leader:ldap
source: New leader (Solis-ID)
nl: Nieuwe proefleider (Solis-ID)

# leaders:home:name
source: Name
nl: Naam

# leaders:home:email
source: E-mail
nl: E-mailadres

# leaders:home:phone
source: Phone number
nl: Telefoonnummer

# leaders:home:active
source: Active
nl: Actief

# leaders:home:actions
source: Actions
nl: Acties

# leaders:home:edit:title
source: Edit leader
nl: Proefleider bewerken

# leaders:home:convert_to_ldap
source: Convert account to solis account
nl: Zet account om naar Solis account

# leaders:home:delete:title
source: Delete leader
nl: Proefleider verwijderen

# leaders:new:header
source: New leader
nl: Nieuwe proefleider aanmaken

# leaders:globals:save_button
source: Save
nl: Opslaan

# leaders:update:header
source: Update leader '{}'
nl: Proefleider '{}' aanpassen

# leaders:create:success_message
source: Leader successfully created!
nl: Nieuwe proefleider aangemaakt!

# leaders:create:error_no_solis
source: No Solis account using the given data could be found!
nl: Solis account kon niet gevonden worden!

# leaders:update:success_message
source: Leader successfully updated!
nl: Proefleider aangepast!

# leaders:messages:deleted
source: Leader deleted!
nl: Proefleider verwijderd!

# leaders:messages:converted
source: Leader converted!
nl: Account omgezet!

# leaders:messages:ldap_not_enabled
source: LDAP is not enabled. How did you get this error?
nl: LDAP staat niet aan. Hoe kreeg je deze error?

# leaders:messages:invalid_solis_mail
source: This leader does not have a valid UU mail. How did you get this error?
nl: Account heeft geen valide UU mail. Hoe kreeg je deze error?
